Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Failed to decline invitation. Please try again.
ar: فشل رفض الدعوة. يرجى إعادة المحاولة.
ca: No s’ha pogut rebutjar la invitació. Torneu a provar-ho.
cy: Wedi methu gwrthod y gwahoddiad. Rho gynnig arall arni.
da: Kunne ikke afvise invitationen. Prøv igen.
da_instk12: Kunne ikke afvise invitationen. Prøv igen.
de: Einladung konnte nicht abgelehnt werden. Bitte versuchen Sie es erneut.
es: No se pudo rechazar la invitación. Inténtelo de nuevo.
es_es: No se ha podido rechazar la invitación. Inténtalo de nuevo.
fi: Kutsusta kieltäytyminen epäonnistui Yritä uudelleen.
fr: Échec du refus de l’invitation. Veuillez réessayer.
fr_ca: N’a pas décliné l’invitation. Veuillez réessayer.
ga: Theip ar an gcuireadh a dhiúltú. Bain triail as arís, le do thoil.
hi: आमंत्रण अस्वीकार नहीं किया जा सका। कृपया फिर से कोशिश करें।
ht: Pa t rive refize envitasyon an. Tanpri eseye ankò.
id: Gagal menolak undangan. Silakan coba lagi.
is: Mistókst að hafna boði. Reyndu aftur.
it: Impossibile rifiutare l’invito. Riprova.
ja: 招待の辞退に失敗しました。もう一度やり直してください。
ko: 초대를 거절하지 못했습니다. 다시 시도하세요.
mi: I rahua te whakakore i te pōwhiri. Tēnā, whakamārama anō.
ms: Gagal menolak jemputan. Sila cuba semula.
nb: Kunne ikke avvise invitasjonen. Prøv på nytt.
nb_instk12: Kunne ikke avvise invitasjonen. Prøv på nytt.
nl: Kan uitnodiging niet afwijzen/ Probeer het opnieuw.
pl: Nie udało się odrzucić zaproszenia. Spróbuj ponownie.
pt: Falha ao recusar o convite. Tente novamente.
pt_br: Não consegui recusar o convite. Por favor, tente novamente.
ru: Не удалось отклонить приглашение. Повторите попытку.
sl: Zavrnitev povabila ni uspela. Poskusite znova.
sv: Det gick inte att avvisa inbjudan. Försök igen.
sv_instk12: Det gick inte att avvisa inbjudan. Försök igen.
th: ไม่สามารถปฏิเสธคำเชิญ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Từ chối lời mời không thành công. Vui lòng thử lại.
zh: 拒绝邀请失败。请重试。
zh_hk: 無法拒絕邀請。請再試一次。

source: Failed to mark item as done
ar: فشل تمييز العنصر كمُنجز
ca: No s’ha pogut marcar l’element com a fet
cy: Wedi methu marcio bod eitem wedi’i chwblhau
da: Kunne ikke markere elementet som færdigt
de: Element konnte nicht als erledigt markiert werden
es: Error al marcar el ítem como realizado
es_es: No se ha podido marcar el ítem como hecho
fi: Kohteen merkitseminen suoritetuksi ei onnistunut
fr: Impossible de marquer l’élément Terminé
ga: Theip ar mhír a mharcáil mar déanta
hi: आइटम को 'हो गया' के रूप में चिह्नित करने में विफल
ht: Echèk pou make atik la kòm fini
id: Gagal menandai item sebagai selesai
is: Mistókst að merkja atriði sem lokið
it: Impossibile contrassegnare elemento come fatto
ja: 完了にできませんでした
ko: 항목을 완료로 표시하지 못함
mi: Kāore i taea te tohu i te tūemi hei kua oti
nb: Kunne ikke merke element som ferdig
nl: Item als gereed markeren mislukt
pl: Nie udało się oznaczyć elementu jako gotowego
pt: Falha ao marcar item como feito
pt_br: Falha ao marcar o item como concluído
ru: Не удалось пометить элемент как выполненный
sl: Elementa ni bilo mogoče označiti kot dokončano
sv: Det gick inte att markera objektet som färdigt
th: ไม่สามารถกำกับว่าเสร็จสิ้น
vi: Không đánh dấu được mục là đã xong
zh: 无法将项目标记为“已完成”
zh_hk: 無法將項目標記為完成

source: Failed to mark item as not done
ar: فشل تمييز العنصر كغير مُنجز
ca: No s’ha pogut marcar l’element com no fet
cy: Wedi methu marcio bod eitem heb ei chwblhau
da: Kunne ikke markere elementet som ikke færdigt
de: Element konnte nicht als nicht erledigt markiert werden
es: Error al marcar el ítem como no realizado
es_es: No se ha podido marcar el ítem como sin hacer
fi: Kohteen merkitseminen ei-suoritetuksi ei onnistunut
fr: Impossible de marquer l’élément Non terminé
ga: Theip ar mhír a mharcáil mar neamhdhéanta
hi: आइटम को 'नहीं हुआ' के रूप में चिह्नित करने में विफल
ht: Echèk pou make atik la kòm pa fèt
id: Gagal menandai item sebagai belum selesai
is: Mistókst að merkja atriði sem ólokið
it: Impossibile contrassegnare elemento come non fatto
ja: 未完了にできませんでした
ko: 항목을 완료되지 않음으로 표시하지 못함
mi: Kāore i taea te tohu i te tūemi hei kāore anō kia oti
nb: Kunne ikke merke element som ikke ferdig
nl: Item als niet-gereed markeren mislukt
pl: Nie udało się oznaczyć elementu jako niegotowego
pt: Falha ao marcar item como não feito
pt_br: Falha ao marcar o item como não concluído
ru: Не удалось пометить элемент как невыполненный
sl: Elementa ni bilo mogoče označiti kot nedokončano
sv: Det gick inte att markera objektet som inte färdigt
th: ไม่สามารถกำกับว่าไม่เสร็จสิ้น
vi: Không đánh dấu được mục là chưa xong
zh: 无法将项目标记为“未完成”
zh_hk: 無法將項目標記為未完成

source: Feeling stuck? Everyone hits walls, just don't stop climbing.
ar: هل تشعر بأنك عالق في مكانك؟ الجميع يشعر بأنه وصل إلى حائط سد، لكننا نواصل ونعبر من فوقه.
ca: Sentiu que us heu estancat? Tothom topa amb parets, però no deixeu d’escalar.
cy: Teimlo’n sownd? Mae pawb yn mynd yn sownd o dro i dro, ond paid ag aros yn sownd.
da: Føler du dig fastlåst? Alle støder på problemer, men prøv bare at tage et skridt ad gangen.
da_instk12: Føler du dig fastlåst? Alle støder på problemer, men prøv bare at tage et skridt ad gangen.
de: Fühlen Sie sich festgefahren? Jeder stößt auf Mauern, hören Sie nur nicht auf zu klettern.
es: ¿Siente que no avanza? Todo el mundo se encuentra con obstáculos, pero no deje de intentar superarlos.
es_es: ¿Sientes que no avanzas? Todo el mundo se topa con muros; basta con que no dejes de escalar.
fi: Tuntuuko siltä, että olet jumissa? Kaikki törmäävät esteisiin — älä vain lopeta kiipeämistä.
fr: Au bout du rouleau ? Ça arrive à tout le monde de se retrouver dans l’impasse. Le tout, c’est de continuer de grimper.
fr_ca: Vous avez l’impression de ne pas avancer? Tout le monde se heurte à des murs, mais il ne faut pas s’arrêter de grimper.
ga: Ag mothú sáinnithe? Buaileann gach duine ballaí, ach ná stop ag dreapadh.
hi: क्या आप अटक गए हैं? हर कोई मुश्किलों की दीवारों से टकराता है, बस चढ़ना बंद न करें।
ht: Ou santi w bloke? Tout moun konn jwenn blokaj, men pa janm sispann lite.
id: Merasa buntu? Semua orang pasti pernah mengalami kesulitan, jangan berhenti berusaha.
is: Finnst þér þú vera fastur/föst? Allir rekast á vegg, bara hætta ekki að klifra.
it: Non riesci a proseguire? Tutti incontrano delle difficoltà, l’importante è non arrendersi.
ja: 行き詰まっているように感じますか？誰もが壁にぶつかります。ただ、登るのをやめないでください。
ko: 발전이 없다고 느껴지세요? 모두가 벽에 부딪힙니다. 대신에 기어오르기를 멈추지 마세요.
mi: Kei te noho pūmau koe? Ka pā te katoa ki ngā pakitara, kaua e mutu te piki.
ms: Berasa tersekat? Setiap orang akan menemui halangan, usah berhenti mendaki.
nb: Føler du at du sitter fast? Alle møter en vegg. Bare ikke slutt å klatre.
nb_instk12: Føler du at du sitter fast? Alle møter en vegg. Bare ikke slutt å klatre.
nl: Heb je het gevoel dat je vast zit? Iedereen loopt weleens tegen muren op, blijf gewoon klimmen.
pl: Nie możesz ruszyć dalej? Każdy natrafia na ścianę – po prostu nie przestawaj się wspinać.
pt: Sente-se preso? Todos enfrentam obstáculos, mas não pare de tentar.
pt_br: Está se sentindo preso? Todo mundo encontra obstáculos, mas não desista de tentar.
ru: Чувствуете, что зашли в тупик? Все сталкиваются с трудностями, главное — не прекращайте восхождение.
sl: Se počutite, kot da ste obtičali? Vsi se srečujemo z ovirami, pomembno je le, da ne prenehate napredovati.
sv: Känns det som att du har fastnat? Alla fastnar någon gång – det lossnar snart.
sv_instk12: Känns det som att du har fastnat? Alla fastnar någon gång – det lossnar snart.
th: รู้สึกไม่ไปไหนใช่หรือไม่ ทุกคนก็เจอทางตันบ้าง อย่าหยุดที่จะปีนให้สูงกว่าเดิม
vi: Cảm thấy mắc kẹt ư? Ai cũng gặp phải những bức tường, chỉ cần đừng ngừng leo.
zh: 遇到难关？人人都会碰壁，但别就此停止攀登。
zh_hk: 感覺卡住了？每個人都會遇到瓶頸，但不要停止攀登。

source: File
ar: الملف
ca: Fitxer
cy: Ffeil
da: Fil
da_instk12: Fil
de: Datei
es: Archivo
es_es: Archivo
fi: Tiedosto
fr: Fichier
fr_ca: Fichier
ga: Comhad
hi: फ़ाइल
ht: Fichye
is: Skrá
ja: ファイル
ko: 파일
mi: Kōnae
ms: Fail
nb: Fil
nb_instk12: Fil
nl: Bestand
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ru: Файл
sl: Datoteka
sv: Fil
sv_instk12: Fil
th: ไฟล์
vi: Tập tin
zh: 文件
zh_hk: 檔案

source: File extension not allowed: %@
ar: ملحق ملف غير مسموح به: %@
ca: Extensió de fitxer no permesa: %@
cy: Dyma'r estyniad ffeil a ganiateir: %@
da: Filudvidelse er ikke tilladt: %@
da_instk12: Filudvidelse er ikke tilladt: %@
de: Unzulässige Dateierweiterung: %@
es: No se permite esta extensión de archivo: %@
es_es: No se permite esta extensión de archivo: %@
fi: Tiedostopäätettä ei sallita: %@
fr: Extension de fichier non autorisée : %@
fr_ca: Extension de fichier non autorisée : %@
ga: Ní cheadaítear iarmhír comhaid: %@
hi: गैर-अनुमत फ़ाइल एक्सटेंशन: %@
ht: Ekstansyon fichye pa otorize: %@
id: Ekstensi file tidak diizinkan: %@
is: Óleyfilegar nafnaukar skráa: %@
it: Estensione file non consentita: %@
ja: ファイル拡張子は許可されていません：%@
ko: 파일 확장자가 허용되지 않습니다: %@
mi: Kaore e whakāetia te whānuitanga o te kōnae: %@
ms: Sambungan fail tidak dibenarkan: %@
nb: Filtype ikke tillatt %@
nb_instk12: Filtype ikke tillatt %@
nl: Bestandsextensie niet toegestaan: %@
pl: Rozszerzenie pliku niedozwolone: %@
pt: Extensão de ficheiro não permitida: %@
pt_br: Extensão de arquivo não permitida: %@
ru: Недопустимое расширение файла: %@
sl: Pripona datoteke ni dovoljena: %@
sv: Filtillägg som inte tillåts: %@
sv_instk12: Filnamnstillägg som inte tillåt: %@
th: นามสกุลไฟล์ที่ไม่อนุญาต: %@
vi: Phần mở rộng tập tin không được phép: %@
zh: 不允许的文件扩展名：%@
zh_hk: 檔案擴展名不受許可：%@

source: File extension(s) permitted for this assignment:
ar: ملحق(ملحقات) الملف مسموح به لهذه المهمة:
ca: Extensions de fitxer permeses per a aquesta activitat:
cy: Dyma'r estyniad(au) ffeil a ganiateir ar gyfer yr aseiniad hwn:
da: Fil-endelse(r) tilladt for denne opgave:
da_instk12: Fil-endelse(r) tilladt for denne opgave:
de: Erlaubte Dateierweiterung(en) für diese Aufgabe:
es: Extensión(es) del archivo permitida(s) para esta tarea:
es_es: Extensiones del archivo permitidas para esta actividad:
fi: Tiedostopääte sallittu tälle tehtävälle:
fr: Extension(s) de fichier autorisées pour ce travail assigné :
fr_ca: Extensions de fichier permises pour cette tâche :
ga: Iarmhír comhaid ceadaithe don tasc seo:
hi: इस असाइनमेंट के लिए अनुमत फ़ाइल एक्सटेंशन:
ht: Ekstansyon fichye ki otorize pou sesyon sa a:
id: Ekstensi file yang diizinkan untuk tugas ini:
is: Leyfilegir nafnaukar skráa fyrir þetta verkefni:
it: Estensioni file consentite per questo compito:
ja: この課題に使用が許可されているファイル拡張子：
ko: 이 과제에 대해 허용되는 파일 확장자:
mi: Ka whakāetia he toronga kōnae (ngā) mō tēnei whakataunga
ms: Sambungan fail dibenarkan untuk tugasan ini:
nb: Filtype(r) tillatt for denne oppgaven:
nb_instk12: Filtype(r) tillatt for denne oppgaven:
nl: Bestandextensie(s) toegestaan voor deze opdracht:
pl: Rozszerzenie(a) pliku dozwolone dla danego zadania:
pt: Extensões de ficheiro permitida(s) para este trabalho:
pt_br: Extensões de arquivo permitida(s) para esta tarefa:
ru: Расширение (расширения) файла, разрешенные для данного задания:
sl: Pripone datotek, ki so dovoljene za to nalogo:
sv: Tillåtna filtillägg för den här uppgiften:
sv_instk12: Tillåtna filtillägg för den här uppgiften:
th: นามสกุลไฟล์ที่อนุญาตสำหรับภารกิจนี้:
vi: Phần mở rộng tập tin được phép đối với bài tập này:
zh: 文件扩展名可以使用于此作业：
zh_hk: 檔案擴展名可用於該作業：

source: File received
ar: تم استلام الملف
ca: Fitxer rebut
cy: Wedi cael y ffeil
da: Fil modtaget
da_instk12: Fil modtaget
de: Datei erhalten
es: Archivo recibido
es_es: Archivo recibido
fi: Tiedosto vastaanotettu
fr: Fichier reçu
fr_ca: Fichier reçu
ga: Comhad faighte
hi: फ़ाइल प्राप्त हुई
ht: Fichye resevwa
id: File diterima
is: Skrá móttekin
it: File ricevuto
ja: 受信したファイル
ko: 파일을 받음
mi: Kōnae whiwhi
ms: Fail diterima
nb: Fil mottatt
nb_instk12: Fil mottatt
nl: Bestand ontvangen
pl: Plik odebrany
pt: Ficheiro recebido
pt_br: Arquivo recebido
ru: Файл получен
sl: Datoteka je prejeta.
sv: Filen mottagen
sv_instk12: Filen mottagen
th: ไฟล์ที่ได้รับ
vi: Đã nhập tập tin
zh: 文件收到
zh_hk: 收到的檔案

source: File Types
ar: أنواع الملفات
ca: Tipus de fitxers
cy: Mathau o Ffeiliau
da: Filtyper
da_instk12: Filtyper
de: Dateitypen
es: Tipos de archivo
es_es: Tipos de archivo
fi: Tiedostotyypit
fr: Types de fichiers
fr_ca: Types de fichiers
ga: Cineálacha Comhad
hi: फ़ाइल प्रकार
ht: Tip Fichye
id: Jenis File
is: Skráartegundir
it: Tipi di file
ja: ファイル タイプ
ko: 파일 유형
mi: Momo kōnae
ms: Jenis Fail
nb: Filtyper
nb_instk12: Filtyper
nl: Bestandstypen
pl: Typy plików
pt: Tipos de ficheiro
pt_br: Tipos de arquivo
ru: Типы файлов
sl: Vrste datotek
sv: Filtyper
sv_instk12: Filtyper
th: ประเภทไฟล์
vi: Loại Tập Tin
zh: 文件类型
zh_hk: 檔案類型

source: File unavailable
ar: ملف غير متوفر
ca: Fitxer no disponible
cy: Ffeil ddim ar gael
da: Fil utilgængelig
da_instk12: Fil utilgængelig
de: Datei nicht vorhanden
es: Archivo no disponible
es_es: Archivo no disponible
fi: Tiedosto ei ole saatavissa
fr: Fichier indisponible
fr_ca: Fichier indisponible
ga: Níl an comhad ar fáil
hi: फ़ाइल अनुपलब्ध
ht: Fichye pa disponib
id: File tidak tersedia
is: Skrá ótiltæk
it: File non disponibile
ja: ファイルが利用出来ません
ko: 파일 사용할 수 없음
mi: Kōnae kaore i wātea
ms: Fail tidak tersedia
nb: Utilgjengelig fil
nb_instk12: Utilgjengelig fil
nl: Bestand niet beschikbaar
pl: Plik niedostępny
pt: Ficheiro indisponível
pt_br: Arquivo indisponível
ru: Файл недоступен
sl: Datoteka ni na voljo.
sv: Filen inte tillgänglig
sv_instk12: Filen inte tillgänglig
th: ไฟล์ไม่พร้อมใช้งาน
vi: Tập tin không khả dụng
zh: 文件不可用
zh_hk: 檔案不可用

source: File upload
ar: تحميل الملف
ca: Penjada de fitxer
cy: Llwytho ffeil i fyny
da: Fil upload
da_instk12: Fil upload
de: Datei hochladen
es: Carga del archivo
es_es: Carga del archivo
fi: Tiedoston lataus
fr: Téléchargement de fichier
fr_ca: Téléversement de fichier
hi: फ़ाइल अपलोड
ht: Fichye transfere
id: Unggahan file
is: Upphleðsla skrár
it: Caricamento file
ja: ファイルのアップロード
ko: 파일 업로드
mi: Kōnae utanga
ms: Muat naik fail
nb: Filopplasting
nb_instk12: Filopplasting
nl: Bestandsupload
pl: Pobieranie pliku
pt: Carregamento de ficheiro
pt_br: Upload de arquivo
ru: Загрузка файла
sl: Nalaganje datotek
sv: Filuppladdning
sv_instk12: Filuppladdning
th: การอัพโหลดไฟล์
vi: Tải lên tập tin
zh: 文件上传
zh_hk: 檔案上傳

source: File upload failed.
ar: فشل تحميل الملف.
ca: No s'ha pogut penjar el fitxer.
cy: Wedi methu llwytho ffeil i fyny.
da: Fil upload mislykkedes.
da_instk12: Fil upload mislykkedes.
de: Hochladen der Datei fehlgeschlagen.
es: Falló la carga del archivo.
es_es: Ha habido un error al cargar el archivo.
fi: Tiedoston lataus epäonnistui.
fr: Le téléchargement du fichier a échoué.
fr_ca: Le téléversement du fichier a échoué.
ga: Theip ar uaslódáil an chomhaid.
hi: फ़ाइल अपलोड करना विफल रहा।
ht: Transfè fichye echwe
id: Unggahan file gagal.
is: Upphleðsla skrár mistókst.
it: Errore di caricamento file.
ja: ファイルのアップロードに失敗しました。
ko: 파일을 업로드하지 못했습니다.
mi: I rahua te utanga i te Kōnae.
ms: Muat naik fail gagal.
nb: Filopplasting feilet.
nb_instk12: Filopplasting feilet.
nl: Bestand upload mislukt.
pl: Pobieranie pliku nie powiodło się.
pt: Falhou o carregamento de ficheiro.
pt_br: O upload de arquivo falhou.
ru: Не удалось загрузить файл.
sl: Nalaganje datoteke ni uspelo.
sv: Det gick inte att ladda upp filen.
sv_instk12: Filuppladdning misslyckades.
th: อัพโหลดไฟล์ล้มเหลว
vi: Tải lên tập tin thất bại.
zh: 文件上传失败。
zh_hk: 檔案上傳失敗。

source: Files
ar: الملفات
ca: Fitxers
cy: Ffeiliau
da: Filer
da_instk12: Filer
de: Dateien
es: Archivos
es_es: Archivos
fi: Tiedostot
fr: Fichiers
fr_ca: Fichiers
ga: Comhaid
hi: फ़ाइलें
ht: Fichye
id: File
is: Skrár
it: File
ja: ファイル
ko: 파일
mi: Ngā Kōnae
ms: Fail
nb: Filer
nb_instk12: Filer
nl: Bestanden
pl: Pliki
pt: Ficheiros
pt_br: Arquivos
ru: Файлы
sl: Datoteke
sv: Filer
sv_instk12: Filer
th: ไฟล์
vi: Tập Tin
zh: 文件
zh_hk: 檔案

source: Files (%d)
ar: الملفات (%d)
ca: Fitxers (%d)
cy: Ffeiliau (%d)
da: Filer (%d)
da_instk12: Filer (%d)
de: Dateien (%d)
es: Archivos (%d)
es_es: Archivos (%d)
fi: Tiedostot (%d)
fr: Fichiers (%d)
fr_ca: Fichiers (%d)
ga: Comhaid (%d)
hi: फ़ाइलें (%d)
ht: Fichye (%d)
id: File (%d)
is: Skrár (%d)
it: File (%d)
ja: ファイル (%d)
ko: 파일(%d)
mi: Ngā kōnae (%d)
ms: Fail (%d)
nb: Filer (%d)
nb_instk12: Filer (%d)
nl: Bestanden (%d)
pl: Pliki (%d)
pt: Ficheiros (%d)
pt_br: Arquivo (%d)
ru: Файлы (%d)
sl: Datoteke (%d)
sv: Filer (%d)
sv_instk12: Filer (%d)
th: ไฟล์ (%d)
vi: Các Tập Tin (%d)
zh: 文件(%d)
zh_hk: 檔案 (%d)

source: Finished downloading
ar: انتهى التنزيل
ca: Ha finalitzat la baixada
cy: Wedi gorffen llwytho i lawr
da: Downloading fuldført
da_instk12: Downloading fuldført
de: Download abgeschlossen
es: Descarga terminada
es_es: Descarga terminada
fi: Lataus valmis
fr: Téléversement terminé
fr_ca: Téléchargement terminé
ga: Íoslódáil críochnaithe
hi: डाउनलोड करना समाप्त हुआ
ht: Fen Telechajman
id: Selesai mengunduh
is: Búið að sækja
it: Download completato
ja: ダウンロードが終了しました
ko: 다운로드 완료
mi: Kua oti te tikiake
ms: Selesai memuat turun
nb: Ferdig nedlastet
nb_instk12: Ferdig nedlastet
nl: Downloaden voltooid
pl: Pobieranie ukończone
pt: Terminou descarga
pt_br: Download terminado
ru: Загрузка завершена
sl: Prenos je dokončan.
sv: Nedladdning slutförd
sv_instk12: Nedladdning slutförd
th: สิ้นสุดการดาวน์โหลดแล้ว
vi: Đã hoàn thành tải xuống
zh: 完成下载
zh_hk: 完成的下載

source: Front Page
ar: الصفحة الأمامية
ca: Pàgina frontal
cy: Tudalen Flaen
da: Forside
da_instk12: Forside
de: Frontseite
es: Página de inicio
es_es: Página de inicio
fi: Etusivu
fr: Première page
fr_ca: Page de couverture
ga: Leathanach Tosaigh
hi: मुख पृष्ठ
ht: Premye Paj
id: Halaman Depan
is: Forsíða
it: Pagina iniziale
ja: フロントページ
ko: 시작 페이지
mi: Whārangi mua
ms: Halaman Depan
nb: Forside
nb_instk12: Forside
nl: Voorpagina
pl: Pierwsza strona
pt: Primeira página
pt_br: Primeira página
ru: Первая страница
sl: Prva stran
sv: Framsida
sv_instk12: Framsida
th: หน้าแรก
vi: Trang Đầu
zh: 首页
zh_hk: 首頁

source: Future
ar: المستقبل
ca: Futur
cy: Yn y Dyfodol
da: Fremtid
da_instk12: Fremtid
de: Zukünftig
es: Futuro
es_es: Futuro
fi: Tulevaisuus
fr: Futur
fr_ca: Futur
ga: Todhchaí
hi: भविष्य
ht: Fiti
id: Mendatang
is: Framtíðar
it: Futuro
ja: 未来
ko: 미래
mi: E heke mai nei
ms: Akan Datang
nb: Fremtidige
nb_instk12: Fremtidige
nl: Toekomst
pl: Przyszłość
pt: Futuro
pt_br: Futuro
ru: Будущее
sl: Prihodnje
sv: Framtida
sv_instk12: Framtid
th: อนาคต
vi: Tương Lai
zh: 未来
zh_hk: 未來

source: Global Announcement
ar: الإعلان العام
ca: Anunci global
cy: Cyhoeddiad Cyffredinol
da: Generel besked
da_instk12: Generel besked
de: Globale Ankündigung
es: Anuncio global
es_es: Anuncio global
fi: Globaali ilmoitus
fr: Annonce générale
fr_ca: Annonces mondiales
ga: Fógra Uilíoch
hi: वैश्विक घोषणा
ht: Anons Global
id: Pengumuman Global
is: Almenn tilkynning
it: Annuncio globale
ja: グローバル アナウンスメント
ko: 전역 공지
mi: Panuitanga o te Ao
ms: Pengumuman Keseluruhan
nb: Global kunngjøring
nb_instk12: Global beskjed
nl: Algemene aankondiging
pl: Ogłoszenie globalne
pt: Anúncio global
pt_br: Anúncio global
ru: Общее объявление
sl: Splošno obvestilo
sv: Globalt anslag
sv_instk12: Globalt meddelande
th: ประกาศส่วนกลาง
vi: Thông Báo Toàn Cầu
zh: 全局公告
zh_hk: 全域通告

source: Go to App Store
ar: الذهاب إلى App Store
ca: Ves a App Store
cy: Mynd i’r App Store
da: Gå til App store
da_instk12: Gå til App store
de: Zum App Store gehen
es: Ir a App Store
es_es: Ir a la App Store
fi: Siirry App Storeen
fr: Se rendre sur l'App Store
fr_ca: Se rendre sur l'App Store
ga: Téigh go dtí an App Store
hi: ऐप स्टोर पर जाएं
ht: Ale nan App Store
id: Pergi ke App Store
is: Fara í App Store
it: Vai all’App Store
ja: アプリストアへ移動
ko: App Store로 이동
mi: Haere ki te Toa Taupānga
ms: Terus ke App Store
nb: Gå til App-Store
nb_instk12: Gå til App-Store
nl: Ga naar App Store
pl: Przejdź do sklepu z aplikacjami
pt: Ir para Loja App
pt_br: Ir para App Store
ru: Перейти к App Store
sl: Pojdi v trgovino App Store
sv: Gå till App Store
sv_instk12: Gå till App Store
th: ไปที่ App Store
vi: Đi đến App Store
zh: 前往应用程序商店
zh_hk: 前往 App 商店

source: Go to discussion
ar: الذهاب إلى المناقشة
ca: Ves al fòrum
cy: Mynd i’r drafodaeth
da: Gå til diskussion
da_instk12: Gå til diskussion
de: Zur Diskussion gehen
es: Ir al foro de discusión
es_es: Ir al foro de discusión
fi: Siirry keskusteluun
fr: Se rendre à la discussion
fr_ca: Se rendre à la discussion
ga: Téigh go dtí an fóram
hi: चर्चा पर जाएं
ht: Ale nan diskisyon
id: Pergi ke diskusi
is: Fara í umræðu
it: Vai alla discussione
ja: ディスカッションへ移動
ko: 토론으로 이동
mi: Haere ki te kōrero
ms: Terus Ke perbincangan
nb: Gå til diskusjon
nb_instk12: Gå til diskusjon
nl: Ga naar discussie
pl: Przejdź do dyskusji
pt: Ir para Debate
pt_br: Ir para fórum
ru: Перейти к дискуссии
sl: Pojdi na razpravo
sv: Gå till diskussion
sv_instk12: Gå till diskussion
th: ไปที่การพูดคุย
vi: Đi đến thảo luận
zh: 前往讨论
zh_hk: 前往討論區

source: Go To Discussion
ar: الانتقال إلى المناقشة
ca: Ves al fòrum
cy: Mynd i’r Drafodaeth
da: Gå til diskussion
da_instk12: Gå til diskussion
de: Zur Diskussion gehen
es: Ir al foro de discusión
es_es: Ir al foro de discusión
fi: Siirry keskusteluun
fr: Aller à Discussion
fr_ca: Se rendre à la discussion
ga: Téigh Go Fóram
hi: चर्चा पर जाएं
ht: Ale nan Diskisyon
id: Pergi Ke Diskusi
is: Fara í umræðu
it: Vai alla discussione
ja: ディスカッションへ移動
ko: 토론으로 이동
mi: Haere ki te Kōrerorero
ms: Terus Ke Perbincangan
nb: Gå til diskusjon
nb_instk12: Gå til diskusjon
nl: Ga naar discussie
pl: Przejdź do dyskusji
pt: Ir Para Discussão
pt_br: Ir Para Fórum
ru: Перейти к обсуждению
sl: Pojdi na razpravo
sv: Gå till diskussion
sv_instk12: Gå till diskussion
th: ไปที่การพูดคุย
vi: Đi Đến Thảo Luận
zh: 转到讨论
zh_hk: 前往討論區

source: Go to Quiz
ar: الذهاب إلى الاختبار
ca: Ves a la prova
cy: Mynd i’r Cwis
da: Gå til Quiz
da_instk12: Gå til Quiz
de: Zum Quiz gehen
es: Ir al examen
es_es: Ir a la prueba
fi: Siirry tietovisaan
fr: Se rendre au questionnaire
fr_ca: Se rendre au questionnaire
ga: Téigh go dtí an Quiz
hi: प्रश्नोत्तरी पर जाएं
ht: Ale nan Quiz
id: Pergi ke Kuis
is: Farðu í próf
it: Vai al quiz
ja: 小テストへ移動
ko: 퀴즈로 이동
mi: Haere ki Quiz
ms: Terus ke Kuiz
nb: Gå til quiz
nb_instk12: Gå til test
nl: Ga naar toets
pl: Przejdź do testu
pt: Ir para Questionário
pt_br: Ir para Teste
ru: Перейти к тесту
sl: Pojdi na kviz
sv: Gå till quiz
sv_instk12: Gå till quiz
th: ไปที่แบบทดสอบ
vi: Đi Đến Bài Kiểm Tra
zh: 前往测验
zh_hk: 前往測驗

source: Good afternoon %@!
ar: مساء الخير يا %@
ca: Bon dia, %@!
cy: Prynhawn da %@!
da: God eftermiddag %@!
da_instk12: God eftermiddag %@!
de: Guten Tag, %@!
es: ¡Buenas tardes, %@!
es_es: ¡Buenas tardes, %@!
fi: Hyvää iltapäivää, %@!
fr: Bonjour %@ !
fr_ca: Bonjour%@!
ga: Tráthnóna maith %@!
hi: शुभ अपराह्न %@!
ht: Bonswa %@!
id: Selamat siang, %@!
is: Gott kvöld %@!
it: Buon pomeriggio %@!
ja: こんにちは、%@さん！
ko: 안녕하세요 %@님.
mi: Tēnā koe i te ahiahi %@!
ms: Selamat petang %@!
nb: God ettermiddag, %@!
nb_instk12: God ettermiddag, %@!
nl: Goedemiddag %@!
pl: Dzień dobry, %@!
pt: Boa tarde %@!
pt_br: Boa tarde %@!
ru: Добрый день, %@!
sl: Dober dan, %@!
sv: God eftermiddag %@!
sv_instk12: God eftermiddag %@!
th: สวัสดีตอนบ่าย %@!
vi: Chào buổi chiều %@!
zh: 下午好，%@！
zh_hk: 午安，%@！

source: Good afternoon!
ar: مساء الخير!
ca: Bon dia!
cy: Prynhawn da!
da: God eftermiddag!
da_instk12: God eftermiddag!
de: Guten Tag!
es: ¡Buenas tardes!
es_es: ¡Buenas tardes!
fi: Hyvää iltapäivää!
fr: Bonjour !
fr_ca: Bon après-midi!
ga: Tráthnóna maith!
hi: शुभ अपराह्न!
ht: Bonswa!
id: Selamat siang!
is: Góðan daginn!
it: Buon pomeriggio!
ja: こんにちは！
ko: 안녕하세요.
mi: Ngā mihi o te ahiahi!
ms: Selamat petang!
nb: God ettermiddag!
nb_instk12: God ettermiddag!
nl: Goedemiddag!
pl: Dzień dobry!
pt: Boa tarde!
pt_br: Boa tarde!
ru: Добрый день!
sl: Dober dan!
sv: God eftermiddag!
sv_instk12: God eftermiddag!
th: สวัสดีตอนบ่าย!
vi: Chào buổi chiều!
zh: 下午好！
zh_hk: 下午好！
